<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'ጃንዩ',
      1 => 'ፌብሩ',
      2 => 'ማርች',
      3 => 'ኤፕሪ',
      4 => 'ሜይ',
      5 => 'ጁን',
      6 => 'ጁላይ',
      7 => 'ኦገስ',
      8 => 'ሴፕቴ',
      9 => 'ኦክተ',
      10 => 'ኖቬም',
      11 => 'ዲሴም',
    ),
    'wide' => 
    array (
      0 => 'ጃንዩወሪ',
      1 => 'ፌብሩወሪ',
      2 => 'ማርች',
      3 => 'ኤፕሪል',
      4 => 'ሜይ',
      5 => 'ጁን',
      6 => 'ጁላይ',
      7 => 'ኦገስት',
      8 => 'ሴፕቴምበር',
      9 => 'ኦክተውበር',
      10 => 'ኖቬምበር',
      11 => 'ዲሴምበር',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'እሑድ',
      1 => 'ሰኞ',
      2 => 'ማክሰ',
      3 => 'ረቡዕ',
      4 => 'ሐሙስ',
      5 => 'ዓርብ',
      6 => 'ቅዳሜ',
    ),
    'wide' => 
    array (
      0 => 'እሑድ',
      1 => 'ሰኞ',
      2 => 'ማክሰኞ',
      3 => 'ረቡዕ',
      4 => 'ሐሙስ',
      5 => 'ዓርብ',
      6 => 'ቅዳሜ',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'ጥዋት',
      1 => 'ከሰዓት',
    ),
  ),
);
