<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'يناير',
      1 => 'فبراير',
      2 => 'مارس',
      3 => 'أبريل',
      4 => 'مايو',
      5 => 'يونيو',
      6 => 'يوليو',
      7 => 'أغسطس',
      8 => 'سبتمبر',
      9 => 'أكتوبر',
      10 => 'نوفمبر',
      11 => 'ديسمبر',
    ),
    'wide' => 
    array (
      0 => 'يناير',
      1 => 'فبراير',
      2 => 'مارس',
      3 => 'أبريل',
      4 => 'مايو',
      5 => 'يونيو',
      6 => 'يوليو',
      7 => 'أغسطس',
      8 => 'سبتمبر',
      9 => 'أكتوبر',
      10 => 'نوفمبر',
      11 => 'ديسمبر',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'الأحد',
      1 => 'الاثنين',
      2 => 'الثلاثاء',
      3 => 'الأربعاء',
      4 => 'الخميس',
      5 => 'الجمعة',
      6 => 'السبت',
    ),
    'wide' => 
    array (
      0 => 'الأحد',
      1 => 'الاثنين',
      2 => 'الثلاثاء',
      3 => 'الأربعاء',
      4 => 'الخميس',
      5 => 'الجمعة',
      6 => 'السبت',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'ص',
      1 => 'م',
    ),
  ),
);
