<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'جانفي',
      1 => 'فيفري',
      2 => 'مارس',
      3 => 'أفريل',
      4 => 'ماي',
      5 => 'جوان',
      6 => 'جويلية',
      7 => 'أوت',
      8 => 'سبتمبر',
      9 => 'أكتوبر',
      10 => 'نوفمبر',
      11 => 'ديسمبر',
    ),
    'wide' => 
    array (
      0 => 'جانفي',
      1 => 'فيفري',
      2 => 'مارس',
      3 => 'أفريل',
      4 => 'ماي',
      5 => 'جوان',
      6 => 'جويلية',
      7 => 'أوت',
      8 => 'سبتمبر',
      9 => 'أكتوبر',
      10 => 'نوفمبر',
      11 => 'ديسمبر',
    ),
  ),
);
