<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'كانون الثاني',
      1 => 'شباط',
      2 => 'آذار',
      3 => 'نيسان',
      4 => 'أيار',
      5 => 'حزيران',
      6 => 'تموز',
      7 => 'آب',
      8 => 'أيلول',
      9 => 'تشرین الأول',
      10 => 'تشرين الثاني',
      11 => 'كانون الأول',
    ),
    'wide' => 
    array (
      0 => 'كانون الثاني',
      1 => 'شباط',
      2 => 'آذار',
      3 => 'نيسان',
      4 => 'أيار',
      5 => 'حزيران',
      6 => 'تموز',
      7 => 'آب',
      8 => 'أيلول',
      9 => 'تشرين الأول',
      10 => 'تشرين الثاني',
      11 => 'كانون الأول',
    ),
  ),
);
