<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'يناير',
      1 => 'فبراير',
      2 => 'مارس',
      3 => 'ﺄبﺮيﻟ',
      4 => 'ماي',
      5 => 'يونيو',
      6 => 'يوليو',
      7 => 'غشت',
      8 => 'سبتمبر',
      9 => 'أكتوبر',
      10 => 'نونبر',
      11 => 'ديسمبر',
    ),
    'wide' => 
    array (
      0 => 'يناير',
      1 => 'فبراير',
      2 => 'مارس',
      3 => 'إبريل',
      4 => 'ماي',
      5 => 'يونيو',
      6 => 'يوليو',
      7 => 'غشت',
      8 => 'سبتمبر',
      9 => 'أكتوبر',
      10 => 'نونبر',
      11 => 'ديسمبر',
    ),
  ),
);
