<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'сту',
      1 => 'лют',
      2 => 'сак',
      3 => 'кра',
      4 => 'май',
      5 => 'чэр',
      6 => 'ліп',
      7 => 'жні',
      8 => 'вер',
      9 => 'кас',
      10 => 'ліс',
      11 => 'сне',
    ),
    'wide' => 
    array (
      0 => 'студзень',
      1 => 'люты',
      2 => 'сакавік',
      3 => 'красавік',
      4 => 'май',
      5 => 'чэрвень',
      6 => 'ліпень',
      7 => 'жнівень',
      8 => 'верасень',
      9 => 'кастрычнік',
      10 => 'лістапад',
      11 => 'снежань',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'нд',
      1 => 'пн',
      2 => 'аў',
      3 => 'ср',
      4 => 'чц',
      5 => 'пт',
      6 => 'сб',
    ),
    'wide' => 
    array (
      0 => 'нядзеля',
      1 => 'панядзелак',
      2 => 'аўторак',
      3 => 'серада',
      4 => 'чацвер',
      5 => 'пятніца',
      6 => 'субота',
    ),
  ),
);
