<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'ян.',
      1 => 'февр.',
      2 => 'март',
      3 => 'апр.',
      4 => 'май',
      5 => 'юни',
      6 => 'юли',
      7 => 'авг.',
      8 => 'септ.',
      9 => 'окт.',
      10 => 'ноем.',
      11 => 'дек.',
    ),
    'wide' => 
    array (
      0 => 'януари',
      1 => 'февруари',
      2 => 'март',
      3 => 'април',
      4 => 'май',
      5 => 'юни',
      6 => 'юли',
      7 => 'август',
      8 => 'септември',
      9 => 'октомври',
      10 => 'ноември',
      11 => 'декември',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'нд',
      1 => 'пн',
      2 => 'вт',
      3 => 'ср',
      4 => 'чт',
      5 => 'пт',
      6 => 'сб',
    ),
    'wide' => 
    array (
      0 => 'неделя',
      1 => 'понеделник',
      2 => 'вторник',
      3 => 'сряда',
      4 => 'четвъртък',
      5 => 'петък',
      6 => 'събота',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'пр. об.',
      1 => 'сл. об.',
    ),
  ),
);
