<?php
$data = array (
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'ཉི་མ་',
      1 => 'ཟླ་བ་',
      2 => 'མིག་དམར་',
      3 => 'ཧླག་པ་',
      4 => 'ཕུར་བུ་',
      5 => 'སངས་',
      6 => 'སྤེན་པ་',
    ),
    'wide' => 
    array (
      0 => 'གཟའ་ཉི་མ་',
      1 => 'གཟའ་ཟླ་བ་',
      2 => 'གཟའ་མིག་དམར་',
      3 => 'གཟའ་ཧླག་པ་',
      4 => 'གཟའ་ཕུར་བུ་',
      5 => 'གཟའ་སངས་',
      6 => 'གཟའ་སྤེན་པ་',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'སྔ་དྲོ་',
      1 => 'ཕྱི་དྲོ་',
    ),
  ),
);
