<?php
$data = array (
  'month' => 
  array (
    'wide' => 
    array (
      0 => 'जानुवारी',
      1 => 'फेब्रुवारी',
      2 => 'मार्स',
      3 => 'एफ्रिल',
      4 => 'मे',
      5 => 'जुन',
      6 => 'जुलाइ',
      7 => 'आगस्थ',
      8 => 'सेबथेज्ब़र',
      9 => 'अखथबर',
      10 => 'नबेज्ब़र',
      11 => 'दिसेज्ब़र',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'रबि',
      1 => 'सम',
      2 => 'मंगल',
      3 => 'बुद',
      4 => 'बिसथि',
      5 => 'सुखुर',
      6 => 'सुनि',
    ),
    'wide' => 
    array (
      0 => 'रबिबार',
      1 => 'समबार',
      2 => 'मंगलबार',
      3 => 'बुदबार',
      4 => 'बिसथिबार',
      5 => 'सुखुरबार',
      6 => 'सुनिबार',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'फुं',
      1 => 'बेलासे',
    ),
  ),
);
