<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'јан',
      1 => 'феб',
      2 => 'мар',
      3 => 'апр',
      4 => 'мај',
      5 => 'јун',
      6 => 'јул',
      7 => 'авг',
      8 => 'сеп',
      9 => 'окт',
      10 => 'нов',
      11 => 'дец',
    ),
    'wide' => 
    array (
      0 => 'јануар',
      1 => 'фебруар',
      2 => 'март',
      3 => 'април',
      4 => 'мај',
      5 => 'јуни',
      6 => 'јули',
      7 => 'август',
      8 => 'септембар',
      9 => 'октобар',
      10 => 'новембар',
      11 => 'децембар',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'нед',
      1 => 'пон',
      2 => 'уто',
      3 => 'сри',
      4 => 'чет',
      5 => 'пет',
      6 => 'суб',
    ),
    'wide' => 
    array (
      0 => 'недеља',
      1 => 'понедељак',
      2 => 'уторак',
      3 => 'сриједа',
      4 => 'четвртак',
      5 => 'петак',
      6 => 'субота',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'пре подне',
      1 => 'поподне',
    ),
  ),
);
