<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'ልደት',
      1 => 'ካብኽ',
      2 => 'ክብላ',
      3 => 'ፋጅኺ',
      4 => 'ክቢቅ',
      5 => 'ም/ት',
      6 => 'ኰር',
      7 => 'ማርያ',
      8 => 'ያኸኒ',
      9 => 'መተሉ',
      10 => 'ም/ም',
      11 => 'ተሕሳ',
    ),
    'wide' => 
    array (
      0 => 'ልደትሪ',
      1 => 'ካብኽብቲ',
      2 => 'ክብላ',
      3 => 'ፋጅኺሪ',
      4 => 'ክቢቅሪ',
      5 => 'ምኪኤል ትጟኒሪ',
      6 => 'ኰርኩ',
      7 => 'ማርያም ትሪ',
      8 => 'ያኸኒ መሳቅለሪ',
      9 => 'መተሉ',
      10 => 'ምኪኤል መሽወሪ',
      11 => 'ተሕሳስሪ',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'ሰ/ቅ',
      1 => 'ሰኑ',
      2 => 'ሰሊጝ',
      3 => 'ለጓ',
      4 => 'ኣምድ',
      5 => 'ኣርብ',
      6 => 'ሰ/ሽ',
    ),
    'wide' => 
    array (
      0 => 'ሰንበር ቅዳዅ',
      1 => 'ሰኑ',
      2 => 'ሰሊጝ',
      3 => 'ለጓ ወሪ ለብዋ',
      4 => 'ኣምድ',
      5 => 'ኣርብ',
      6 => 'ሰንበር ሽጓዅ',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'ፋዱስ ጃብ',
      1 => 'ፋዱስ ደምቢ',
    ),
  ),
);
