<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'ᎤᏃ',
      1 => 'ᎧᎦ',
      2 => 'ᎠᏅ',
      3 => 'ᎧᏬ',
      4 => 'ᎠᏂ',
      5 => 'ᏕᎭ',
      6 => 'ᎫᏰ',
      7 => 'ᎦᎶ',
      8 => 'ᏚᎵ',
      9 => 'ᏚᏂ',
      10 => 'ᏅᏓ',
      11 => 'ᎤᏍ',
    ),
    'wide' => 
    array (
      0 => 'ᎤᏃᎸᏔᏅ',
      1 => 'ᎧᎦᎵ',
      2 => 'ᎠᏅᏱ',
      3 => 'ᎧᏬᏂ',
      4 => 'ᎠᏂᏍᎬᏘ',
      5 => 'ᏕᎭᎷᏱ',
      6 => 'ᎫᏰᏉᏂ',
      7 => 'ᎦᎶᏂ',
      8 => 'ᏚᎵᏍᏗ',
      9 => 'ᏚᏂᏅᏗ',
      10 => 'ᏅᏓᏕᏆ',
      11 => 'ᎤᏍᎩᏱ',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'ᏆᏍᎬ',
      1 => 'ᏉᏅᎯ',
      2 => 'ᏔᎵᏁ',
      3 => 'ᏦᎢᏁ',
      4 => 'ᏅᎩᏁ',
      5 => 'ᏧᎾᎩ',
      6 => 'ᏈᏕᎾ',
    ),
    'wide' => 
    array (
      0 => 'ᎤᎾᏙᏓᏆᏍᎬ',
      1 => 'ᎤᎾᏙᏓᏉᏅᎯ',
      2 => 'ᏔᎵᏁᎢᎦ',
      3 => 'ᏦᎢᏁᎢᎦ',
      4 => 'ᏅᎩᏁᎢᎦ',
      5 => 'ᏧᎾᎩᎶᏍᏗ',
      6 => 'ᎤᎾᏙᏓᏈᏕᎾ',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'ᏌᎾᎴ',
      1 => 'ᏒᎯᏱᎢᏗᏢ',
    ),
  ),
);
