<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => '༡',
      1 => '༢',
      2 => '༣',
      3 => '༤',
      4 => '༥',
      5 => '༦',
      6 => '༧',
      7 => '༨',
      8 => '༩',
      9 => '༡༠',
      10 => '༡༡',
      11 => 12,
    ),
    'wide' => 
    array (
      0 => 'ཟླ་དངཔ་',
      1 => 'ཟླ་གཉིས་པ་',
      2 => 'ཟླ་གསུམ་པ་',
      3 => 'ཟླ་བཞི་པ་',
      4 => 'ཟླ་ལྔ་པ་',
      5 => 'ཟླ་དྲུག་པ',
      6 => 'ཟླ་བདུན་པ་',
      7 => 'ཟླ་བརྒྱད་པ་',
      8 => 'ཟླ་དགུ་པ་',
      9 => 'ཟླ་བཅུ་པ་',
      10 => 'ཟླ་བཅུ་གཅིག་པ་',
      11 => 'ཟླ་བཅུ་གཉིས་པ་',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'ཟླ་',
      1 => 'མིར་',
      2 => 'ལྷག་',
      3 => 'ཕུར་',
      4 => 'སངས་',
      5 => 'སྤེན་',
      6 => 'ཉི་',
    ),
    'wide' => 
    array (
      0 => 'གཟའ་ཟླ་བ་',
      1 => 'གཟའ་མིག་དམར་',
      2 => 'གཟའ་ལྷག་པ་',
      3 => 'གཟའ་ཕུར་བུ་',
      4 => 'གཟའ་པ་སངས་',
      5 => 'གཟའ་སྤེན་པ་',
      6 => 'གཟའ་ཉི་མ་',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'སྔ་ཆ་',
      1 => 'ཕྱི་ཆ་',
    ),
  ),
);
