<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => '𐐖𐐰𐑌',
      1 => '𐐙𐐯𐐺',
      2 => '𐐣𐐪𐑉',
      3 => '𐐁𐐹𐑉',
      4 => '𐐣𐐩',
      5 => '𐐖𐐭𐑌',
      6 => '𐐖𐐭𐑊',
      7 => '𐐂𐑀',
      8 => '𐐝𐐯𐐹',
      9 => '𐐉𐐿𐐻',
      10 => '𐐤𐐬𐑂',
      11 => '𐐔𐐨𐑅',
    ),
    'wide' => 
    array (
      0 => '𐐖𐐰𐑌𐐷𐐭𐐯𐑉𐐨',
      1 => '𐐙𐐯𐐺𐑉𐐭𐐯𐑉𐐨',
      2 => '𐐣𐐪𐑉𐐽',
      3 => '𐐁𐐹𐑉𐐮𐑊',
      4 => '𐐣𐐩',
      5 => '𐐖𐐭𐑌',
      6 => '𐐖𐐭𐑊𐐴',
      7 => '𐐂𐑀𐐲𐑅𐐻',
      8 => '𐐝𐐯𐐹𐐻𐐯𐑋𐐺𐐲𐑉',
      9 => '𐐉𐐿𐐻𐐬𐐺𐐲𐑉',
      10 => '𐐤𐐬𐑂𐐯𐑋𐐺𐐲𐑉',
      11 => '𐐔𐐨𐑅𐐯𐑋𐐺𐐲𐑉',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => '𐐝𐐲𐑌',
      1 => '𐐣𐐲𐑌',
      2 => '𐐓𐐭𐑆',
      3 => '𐐎𐐯𐑌',
      4 => '𐐛𐐲𐑉',
      5 => '𐐙𐑉𐐴',
      6 => '𐐝𐐰𐐻',
    ),
    'wide' => 
    array (
      0 => '𐐝𐐲𐑌𐐼𐐩',
      1 => '𐐣𐐲𐑌𐐼𐐩',
      2 => '𐐓𐐭𐑆𐐼𐐩',
      3 => '𐐎𐐯𐑌𐑆𐐼𐐩',
      4 => '𐐛𐐲𐑉𐑆𐐼𐐩',
      5 => '𐐙𐑉𐐴𐐼𐐩',
      6 => '𐐝𐐰𐐻𐐲𐑉𐐼𐐩',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => '𐐈𐐣',
      1 => '𐐑𐐣',
    ),
  ),
);
