<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'ژانویهٔ',
      1 => 'فوریهٔ',
      2 => 'مارس',
      3 => 'آوریل',
      4 => 'مهٔ',
      5 => 'ژوئن',
      6 => 'ژوئیهٔ',
      7 => 'اوت',
      8 => 'سپتامبر',
      9 => 'اکتبر',
      10 => 'نوامبر',
      11 => 'دسامبر',
    ),
    'wide' => 
    array (
      0 => 'ژانویهٔ',
      1 => 'فوریهٔ',
      2 => 'مارس',
      3 => 'آوریل',
      4 => 'مهٔ',
      5 => 'ژوئن',
      6 => 'ژوئیهٔ',
      7 => 'اوت',
      8 => 'سپتامبر',
      9 => 'اکتبر',
      10 => 'نوامبر',
      11 => 'دسامبر',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'یکشنبه',
      1 => 'دوشنبه',
      2 => 'سه‌شنبه',
      3 => 'چهارشنبه',
      4 => 'پنجشنبه',
      5 => 'جمعه',
      6 => 'شنبه',
    ),
    'wide' => 
    array (
      0 => 'یکشنبه',
      1 => 'دوشنبه',
      2 => 'سه‌شنبه',
      3 => 'چهارشنبه',
      4 => 'پنجشنبه',
      5 => 'جمعه',
      6 => 'شنبه',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'قبل‌ازظهر',
      1 => 'بعدازظهر',
    ),
  ),
);
