<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'જાન્યુ',
      1 => 'ફેબ્રુ',
      2 => 'માર્ચ',
      3 => 'એપ્રિલ',
      4 => 'મે',
      5 => 'જૂન',
      6 => 'જુલાઈ',
      7 => 'ઑગસ્ટ',
      8 => 'સપ્ટે',
      9 => 'ઑક્ટો',
      10 => 'નવે',
      11 => 'ડિસે',
    ),
    'wide' => 
    array (
      0 => 'જાન્યુઆરી',
      1 => 'ફેબ્રુઆરી',
      2 => 'માર્ચ',
      3 => 'એપ્રિલ',
      4 => 'મે',
      5 => 'જૂન',
      6 => 'જુલાઈ',
      7 => 'ઑગસ્ટ',
      8 => 'સપ્ટેમ્બર',
      9 => 'ઑક્ટોબર',
      10 => 'નવેમ્બર',
      11 => 'ડિસેમ્બર',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'રવિ',
      1 => 'સોમ',
      2 => 'મંગળ',
      3 => 'બુધ',
      4 => 'ગુરુ',
      5 => 'શુક્ર',
      6 => 'શનિ',
    ),
    'wide' => 
    array (
      0 => 'રવિવાર',
      1 => 'સોમવાર',
      2 => 'મંગળવાર',
      3 => 'બુધવાર',
      4 => 'ગુરુવાર',
      5 => 'શુક્રવાર',
      6 => 'શનિવાર',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'AM',
      1 => 'PM',
    ),
  ),
);
