<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'ינו',
      1 => 'פבר',
      2 => 'מרץ',
      3 => 'אפר',
      4 => 'מאי',
      5 => 'יונ',
      6 => 'יול',
      7 => 'אוג',
      8 => 'ספט',
      9 => 'אוק',
      10 => 'נוב',
      11 => 'דצמ',
    ),
    'wide' => 
    array (
      0 => 'ינואר',
      1 => 'פברואר',
      2 => 'מרץ',
      3 => 'אפריל',
      4 => 'מאי',
      5 => 'יוני',
      6 => 'יולי',
      7 => 'אוגוסט',
      8 => 'ספטמבר',
      9 => 'אוקטובר',
      10 => 'נובמבר',
      11 => 'דצמבר',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'יום א׳',
      1 => 'יום ב׳',
      2 => 'יום ג׳',
      3 => 'יום ד׳',
      4 => 'יום ה׳',
      5 => 'יום ו׳',
      6 => 'שבת',
    ),
    'wide' => 
    array (
      0 => 'יום ראשון',
      1 => 'יום שני',
      2 => 'יום שלישי',
      3 => 'יום רביעי',
      4 => 'יום חמישי',
      5 => 'יום שישי',
      6 => 'יום שבת',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'לפנה״צ',
      1 => 'אחה״צ',
    ),
  ),
);
