<?php
$data = array (
  'month' => 
  array (
    'wide' => 
    array (
      0 => 'जनवरी',
      1 => 'फरवरी',
      2 => 'मार्च',
      3 => 'अप्रैल',
      4 => 'मई',
      5 => 'जून',
      6 => 'जुलाई',
      7 => 'अगस्त',
      8 => 'सितम्बर',
      9 => 'अक्तूबर',
      10 => 'नवम्बर',
      11 => 'दिसम्बर',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'रवि.',
      1 => 'सोम.',
      2 => 'मंगल.',
      3 => 'बुध.',
      4 => 'बृह.',
      5 => 'शुक्र.',
      6 => 'शनि.',
    ),
    'wide' => 
    array (
      0 => 'रविवार',
      1 => 'सोमवार',
      2 => 'मंगलवार',
      3 => 'बुधवार',
      4 => 'बृहस्पतिवार',
      5 => 'शुक्रवार',
      6 => 'शनिवार',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'पूर्वाह्न',
      1 => 'अपराह्न',
    ),
  ),
);
