<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'հնվ',
      1 => 'փտվ',
      2 => 'մրտ',
      3 => 'ապր',
      4 => 'մյս',
      5 => 'հնս',
      6 => 'հլս',
      7 => 'օգս',
      8 => 'սեպ',
      9 => 'հոկ',
      10 => 'նոյ',
      11 => 'դեկ',
    ),
    'wide' => 
    array (
      0 => 'հունվարի',
      1 => 'փետրվարի',
      2 => 'մարտի',
      3 => 'ապրիլի',
      4 => 'մայիսի',
      5 => 'հունիսի',
      6 => 'հուլիսի',
      7 => 'օգոստոսի',
      8 => 'սեպտեմբերի',
      9 => 'հոկտեմբերի',
      10 => 'նոյեմբերի',
      11 => 'դեկտեմբերի',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'կիր',
      1 => 'երկ',
      2 => 'երք',
      3 => 'չոր',
      4 => 'հնգ',
      5 => 'ուր',
      6 => 'շաբ',
    ),
    'wide' => 
    array (
      0 => 'կիրակի',
      1 => 'երկուշաբթի',
      2 => 'երեքշաբթի',
      3 => 'չորեքշաբթի',
      4 => 'հինգշաբթի',
      5 => 'ուրբաթ',
      6 => 'շաբաթ',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'կեսօրից առաջ',
      1 => 'կեսօրից հետո',
    ),
  ),
);
