<?php
$data = array (
  'month' => 
  array (
    'wide' => 
    array (
      0 => '1月',
      1 => '2月',
      2 => '3月',
      3 => '4月',
      4 => '5月',
      5 => '6月',
      6 => '7月',
      7 => '8月',
      8 => '9月',
      9 => '10月',
      10 => '11月',
      11 => '12月',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => '日',
      1 => '月',
      2 => '火',
      3 => '水',
      4 => '木',
      5 => '金',
      6 => '土',
    ),
    'wide' => 
    array (
      0 => '日曜日',
      1 => '月曜日',
      2 => '火曜日',
      3 => '水曜日',
      4 => '木曜日',
      5 => '金曜日',
      6 => '土曜日',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => '午前',
      1 => '午後',
    ),
  ),
);
