<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'იან',
      1 => 'თებ',
      2 => 'მარ',
      3 => 'აპრ',
      4 => 'მაი',
      5 => 'ივნ',
      6 => 'ივლ',
      7 => 'აგვ',
      8 => 'სექ',
      9 => 'ოქტ',
      10 => 'ნოე',
      11 => 'დეკ',
    ),
    'wide' => 
    array (
      0 => 'იანვარი',
      1 => 'თებერვალი',
      2 => 'მარტი',
      3 => 'აპრილი',
      4 => 'მაისი',
      5 => 'ივნისი',
      6 => 'ივლისი',
      7 => 'აგვისტო',
      8 => 'სექტემბერი',
      9 => 'ოქტომბერი',
      10 => 'ნოემბერი',
      11 => 'დეკემბერი',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'კვი',
      1 => 'ორშ',
      2 => 'სამ',
      3 => 'ოთხ',
      4 => 'ხუთ',
      5 => 'პარ',
      6 => 'შაბ',
    ),
    'wide' => 
    array (
      0 => 'კვირა',
      1 => 'ორშაბათი',
      2 => 'სამშაბათი',
      3 => 'ოთხშაბათი',
      4 => 'ხუთშაბათი',
      5 => 'პარასკევი',
      6 => 'შაბათი',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'AM',
      1 => 'PM',
    ),
  ),
);
