<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'មករា',
      1 => 'កុម្ភៈ',
      2 => 'មីនា',
      3 => 'មេសា',
      4 => 'ឧសភា',
      5 => 'មិថុនា',
      6 => 'កក្កដា',
      7 => 'សីហា',
      8 => 'កញ្ញា',
      9 => 'តុលា',
      10 => 'វិច្ឆិកា',
      11 => 'ធ្នូ',
    ),
    'wide' => 
    array (
      0 => 'មករា',
      1 => 'កុម្ភៈ',
      2 => 'មីនា',
      3 => 'មេសា',
      4 => 'ឧសភា',
      5 => 'មិថុនា',
      6 => 'កក្កដា',
      7 => 'សីហា',
      8 => 'កញ្ញា',
      9 => 'តុលា',
      10 => 'វិច្ឆិកា',
      11 => 'ធ្នូ',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'អាទិត្យ',
      1 => 'ចន្ទ',
      2 => 'អង្គារ',
      3 => 'ពុធ',
      4 => 'ព្រហស្បតិ៍',
      5 => 'សុក្រ',
      6 => 'សៅរ៍',
    ),
    'wide' => 
    array (
      0 => 'អាទិត្យ',
      1 => 'ចន្ទ',
      2 => 'អង្គារ',
      3 => 'ពុធ',
      4 => 'ព្រហស្បតិ៍',
      5 => 'សុក្រ',
      6 => 'សៅរ៍',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'ព្រឹក',
      1 => 'ល្ងាច',
    ),
  ),
);
