<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'ಜನವರಿ',
      1 => 'ಫೆಬ್ರುವರಿ',
      2 => 'ಮಾರ್ಚ್',
      3 => 'ಏಪ್ರಿಲ್‌‌',
      4 => 'ಮೇ',
      5 => 'ಜೂನ್',
      6 => 'ಜುಲೈ',
      7 => 'ಆಗಸ್ಟ್',
      8 => 'ಸೆಪ್ಟೆಂಬರ್‌',
      9 => 'ಅಕ್ಟೋಬರ್',
      10 => 'ನವೆಂಬರ್',
      11 => 'ಡಿಸೆಂಬರ್',
    ),
    'wide' => 
    array (
      0 => 'ಜನವರೀ',
      1 => 'ಫೆಬ್ರವರೀ',
      2 => 'ಮಾರ್ಚ್',
      3 => 'ಎಪ್ರಿಲ್',
      4 => 'ಮೆ',
      5 => 'ಜೂನ್',
      6 => 'ಜುಲೈ',
      7 => 'ಆಗಸ್ಟ್',
      8 => 'ಸಪ್ಟೆಂಬರ್',
      9 => 'ಅಕ್ಟೋಬರ್',
      10 => 'ನವೆಂಬರ್',
      11 => 'ಡಿಸೆಂಬರ್',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'ರ.',
      1 => 'ಸೋ.',
      2 => 'ಮಂ.',
      3 => 'ಬು.',
      4 => 'ಗು.',
      5 => 'ಶು.',
      6 => 'ಶನಿ.',
    ),
    'wide' => 
    array (
      0 => 'ರವಿವಾರ',
      1 => 'ಸೋಮವಾರ',
      2 => 'ಮಂಗಳವಾರ',
      3 => 'ಬುಧವಾರ',
      4 => 'ಗುರುವಾರ',
      5 => 'ಶುಕ್ರವಾರ',
      6 => 'ಶನಿವಾರ',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'AM',
      1 => 'PM',
    ),
  ),
);
