<?php
$data = array (
  'month' => 
  array (
    'wide' => 
    array (
      0 => '1월',
      1 => '2월',
      2 => '3월',
      3 => '4월',
      4 => '5월',
      5 => '6월',
      6 => '7월',
      7 => '8월',
      8 => '9월',
      9 => '10월',
      10 => '11월',
      11 => '12월',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => '일',
      1 => '월',
      2 => '화',
      3 => '수',
      4 => '목',
      5 => '금',
      6 => '토',
    ),
    'wide' => 
    array (
      0 => '일요일',
      1 => '월요일',
      2 => '화요일',
      3 => '수요일',
      4 => '목요일',
      5 => '금요일',
      6 => '토요일',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => '오전',
      1 => '오후',
    ),
  ),
);
