<?php
$data = array (
  'month' => 
  array (
    'wide' => 
    array (
      0 => 'جنؤری',
      1 => 'فرؤری',
      2 => 'مارٕچ',
      3 => 'اپریل',
      4 => 'میٔ',
      5 => 'جوٗن',
      6 => 'جوٗلایی',
      7 => 'اگست',
      8 => 'ستمبر',
      9 => 'اکتوٗبر',
      10 => 'نومبر',
      11 => 'دسمبر',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'آتھوار',
      1 => 'ژٔنٛدٕروار',
      2 => 'بوٚموار',
      3 => 'بودوار',
      4 => 'برٛٮ۪سوار',
      5 => 'جُمہ',
      6 => 'بٹوار',
    ),
    'wide' => 
    array (
      0 => 'اَتھوار',
      1 => 'ژٔنٛدرٕروار',
      2 => 'بوٚموار',
      3 => 'بودوار',
      4 => 'برٛٮ۪سوار',
      5 => 'جُمہ',
      6 => 'بٹوار',
    ),
  ),
);
