<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'янв.',
      1 => 'фев.',
      2 => 'мар.',
      3 => 'апр.',
      4 => 'май',
      5 => 'июн.',
      6 => 'июл.',
      7 => 'авг.',
      8 => 'сен.',
      9 => 'окт.',
      10 => 'ноя.',
      11 => 'дек.',
    ),
    'wide' => 
    array (
      0 => 'январь',
      1 => 'февраль',
      2 => 'март',
      3 => 'апрель',
      4 => 'май',
      5 => 'июнь',
      6 => 'июль',
      7 => 'август',
      8 => 'сентябрь',
      9 => 'октябрь',
      10 => 'ноябрь',
      11 => 'декабрь',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'жк.',
      1 => 'дш.',
      2 => 'ше.',
      3 => 'ша.',
      4 => 'бш.',
      5 => 'жм.',
      6 => 'иш.',
    ),
    'wide' => 
    array (
      0 => 'жекшемби',
      1 => 'дүйшөмбү',
      2 => 'шейшемби',
      3 => 'шаршемби',
      4 => 'бейшемби',
      5 => 'жума',
      6 => 'ишемби',
    ),
  ),
);
