<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'ມ.ກ.',
      1 => 'ກ.ພ.',
      2 => 'ມ.ນ.',
      3 => 'ມ.ສ.',
      4 => 'ພ.ພ.',
      5 => 'ມິ.ຖ.',
      6 => 'ກ.ລ.',
      7 => 'ສ.ຫ.',
      8 => 'ກ.ຍ.',
      9 => 'ຕ.ລ.',
      10 => 'ພ.ຈ.',
      11 => 'ທ.ວ.',
    ),
    'wide' => 
    array (
      0 => 'ມັງກອນ',
      1 => 'ກຸມພາ',
      2 => 'ມີນາ',
      3 => 'ເມສາ',
      4 => 'ພຶດສະພາ',
      5 => 'ມິຖຸນາ',
      6 => 'ກໍລະກົດ',
      7 => 'ສິງຫາ',
      8 => 'ກັນຍາ',
      9 => 'ຕຸລາ',
      10 => 'ພະຈິກ',
      11 => 'ທັນວາ',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'ອາ.',
      1 => 'ຈ.',
      2 => 'ອ.',
      3 => 'ພ.',
      4 => 'ພຫ.',
      5 => 'ສກ.',
      6 => 'ສ.',
    ),
    'wide' => 
    array (
      0 => 'ວັນອາທິດ',
      1 => 'ວັນຈັນ',
      2 => 'ວັນອັງຄານ',
      3 => 'ວັນພຸດ',
      4 => 'ວັນພະຫັດ',
      5 => 'ວັນສຸກ',
      6 => 'ວັນເສົາ',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'ກ່ອນທ່ຽງ',
      1 => 'ຫຼັງທ່ຽງ',
    ),
  ),
);
