<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'јан.',
      1 => 'фев.',
      2 => 'мар.',
      3 => 'апр.',
      4 => 'мај',
      5 => 'јун.',
      6 => 'јул.',
      7 => 'авг.',
      8 => 'септ.',
      9 => 'окт.',
      10 => 'ноем.',
      11 => 'декем.',
    ),
    'wide' => 
    array (
      0 => 'јануари',
      1 => 'февруари',
      2 => 'март',
      3 => 'април',
      4 => 'мај',
      5 => 'јуни',
      6 => 'јули',
      7 => 'август',
      8 => 'септември',
      9 => 'октомври',
      10 => 'ноември',
      11 => 'декември',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'нед.',
      1 => 'пон.',
      2 => 'вт.',
      3 => 'сре.',
      4 => 'чет.',
      5 => 'пет.',
      6 => 'саб.',
    ),
    'wide' => 
    array (
      0 => 'недела',
      1 => 'понеделник',
      2 => 'вторник',
      3 => 'среда',
      4 => 'четврток',
      5 => 'петок',
      6 => 'сабота',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'претпладне',
      1 => 'попладне',
    ),
  ),
);
