<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'ജനു',
      1 => 'ഫെബ്രു',
      2 => 'മാർ',
      3 => 'ഏപ്രി',
      4 => 'മേയ്',
      5 => 'ജൂൺ',
      6 => 'ജൂലൈ',
      7 => 'ഓഗ',
      8 => 'സെപ്റ്റം',
      9 => 'ഒക്ടോ',
      10 => 'നവം',
      11 => 'ഡിസം',
    ),
    'wide' => 
    array (
      0 => 'ജനുവരി',
      1 => 'ഫെബ്രുവരി',
      2 => 'മാർച്ച്',
      3 => 'ഏപ്രിൽ',
      4 => 'മേയ്',
      5 => 'ജൂൺ',
      6 => 'ജൂലൈ',
      7 => 'ആഗസ്റ്റ്',
      8 => 'സെപ്റ്റംബർ',
      9 => 'ഒക്ടോബർ',
      10 => 'നവംബർ',
      11 => 'ഡിസംബർ',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'ഞായർ',
      1 => 'തിങ്കൾ',
      2 => 'ചൊവ്വ',
      3 => 'ബുധൻ',
      4 => 'വ്യാഴം',
      5 => 'വെള്ളി',
      6 => 'ശനി',
    ),
    'wide' => 
    array (
      0 => 'ഞായറാഴ്ച',
      1 => 'തിങ്കളാഴ്ച',
      2 => 'ചൊവ്വാഴ്ച',
      3 => 'ബുധനാഴ്ച',
      4 => 'വ്യാഴാഴ്ച',
      5 => 'വെള്ളിയാഴ്ച',
      6 => 'ശനിയാഴ്ച',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'AM',
      1 => 'PM',
    ),
  ),
);
