<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'хул',
      1 => 'үхэ',
      2 => 'бар',
      3 => 'туу',
      4 => 'луу',
      5 => 'мог',
      6 => 'мор',
      7 => 'хон',
      8 => 'бич',
      9 => 'тах',
      10 => 'нох',
      11 => 'гах',
    ),
    'wide' => 
    array (
      0 => 'Хулгана',
      1 => 'Үхэр',
      2 => 'Бар',
      3 => 'Туулай',
      4 => 'Луу',
      5 => 'Могой',
      6 => 'Морь',
      7 => 'Хонь',
      8 => 'Бич',
      9 => 'Тахиа',
      10 => 'Нохой',
      11 => 'Гахай',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'Ня',
      1 => 'Да',
      2 => 'Мя',
      3 => 'Лх',
      4 => 'Пү',
      5 => 'Ба',
      6 => 'Бя',
    ),
    'wide' => 
    array (
      0 => 'ням',
      1 => 'даваа',
      2 => 'мягмар',
      3 => 'лхагва',
      4 => 'пүрэв',
      5 => 'баасан',
      6 => 'бямба',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'ҮӨ',
      1 => 'ҮХ',
    ),
  ),
);
