<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'ဇန်',
      1 => 'ဖေ',
      2 => 'မတ်',
      3 => 'ဧ',
      4 => 'မေ',
      5 => 'ဇွန်',
      6 => 'ဇူ',
      7 => 'ဩ',
      8 => 'စက်',
      9 => 'အောက်',
      10 => 'နို',
      11 => 'ဒီ',
    ),
    'wide' => 
    array (
      0 => 'ဇန်နဝါရီ',
      1 => 'ဖေဖော်ဝါရီ',
      2 => 'မတ်',
      3 => 'ဧပြီ',
      4 => 'မေ',
      5 => 'ဇွန်',
      6 => 'ဇူလိုင်',
      7 => 'ဩဂုတ်',
      8 => 'စက်တင်ဘာ',
      9 => 'အောက်တိုဘာ',
      10 => 'နိုဝင်ဘာ',
      11 => 'ဒီဇင်ဘာ',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'နွေ',
      1 => 'လာ',
      2 => 'ဂါ',
      3 => 'ဟူး',
      4 => 'တေး',
      5 => 'ကြာ',
      6 => 'နေ',
    ),
    'wide' => 
    array (
      0 => 'တနင်္ဂနွေ',
      1 => 'တနင်္လာ',
      2 => 'အင်္ဂါ',
      3 => 'ဗုဒ္ဓဟူး',
      4 => 'ကြာသပတေး',
      5 => 'သောကြာ',
      6 => 'စနေ',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'နံနက်',
      1 => 'ညနေ',
    ),
  ),
);
