<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'जन',
      1 => 'फेब',
      2 => 'मार्च',
      3 => 'अप्रि',
      4 => 'मे',
      5 => 'जुन',
      6 => 'जुला',
      7 => 'अग',
      8 => 'सेप्ट',
      9 => 'अक्टो',
      10 => 'नोभे',
      11 => 'डिसे',
    ),
    'wide' => 
    array (
      0 => 'जनवरी',
      1 => 'फेब्रुअरी',
      2 => 'मार्च',
      3 => 'अप्रिल',
      4 => 'मे',
      5 => 'जुन',
      6 => 'जुलाई',
      7 => 'अगस्ट',
      8 => 'सेप्टेम्बर',
      9 => 'अक्टोबर',
      10 => 'नोभेम्बर',
      11 => 'डिसेम्बर',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'आइत',
      1 => 'सोम',
      2 => 'मङ्गल',
      3 => 'बुध',
      4 => 'बिही',
      5 => 'शुक्र',
      6 => 'शनि',
    ),
    'wide' => 
    array (
      0 => 'आइतबार',
      1 => 'सोमबार',
      2 => 'मङ्गलबार',
      3 => 'बुधबार',
      4 => 'बिहीबार',
      5 => 'शुक्रबार',
      6 => 'शनिबार',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'पूर्व मध्यान्ह',
      1 => 'उत्तर मध्यान्ह',
    ),
  ),
);
