<?php
$data = array (
  'month' => 
  array (
    'wide' => 
    array (
      0 => 'ଜାନୁଆରୀ',
      1 => 'ଫେବ୍ରୁୟାରୀ',
      2 => 'ମାର୍ଚ୍ଚ',
      3 => 'ଅପ୍ରେଲ',
      4 => 'ମେ',
      5 => 'ଜୁନ',
      6 => 'ଜୁଲାଇ',
      7 => 'ଅଗଷ୍ଟ',
      8 => 'ସେପ୍ଟେମ୍ବର',
      9 => 'ଅକ୍ଟୋବର',
      10 => 'ନଭେମ୍ବର',
      11 => 'ଡିସେମ୍ବର',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'ରବି',
      1 => 'ସୋମ',
      2 => 'ମଙ୍ଗଳ',
      3 => 'ବୁଧ',
      4 => 'ଗୁରୁ',
      5 => 'ଶୁକ୍ର',
      6 => 'ଶନି',
    ),
    'wide' => 
    array (
      0 => 'ରବିବାର',
      1 => 'ସୋମବାର',
      2 => 'ମଙ୍ଗଳବାର',
      3 => 'ବୁଧବାର',
      4 => 'ଗୁରୁବାର',
      5 => 'ଶୁକ୍ରବାର',
      6 => 'ଶନିବାର',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'am',
      1 => 'pm',
    ),
  ),
);
