<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'янв.',
      1 => 'фев.',
      2 => 'мар.',
      3 => 'апр.',
      4 => 'мая',
      5 => 'июны',
      6 => 'июлы',
      7 => 'авг.',
      8 => 'сен.',
      9 => 'окт.',
      10 => 'ноя.',
      11 => 'дек.',
    ),
    'wide' => 
    array (
      0 => 'январы',
      1 => 'февралы',
      2 => 'мартъийы',
      3 => 'апрелы',
      4 => 'майы',
      5 => 'июны',
      6 => 'июлы',
      7 => 'августы',
      8 => 'сентябры',
      9 => 'октябры',
      10 => 'ноябры',
      11 => 'декабры',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'хцб',
      1 => 'крс',
      2 => 'дцг',
      3 => 'ӕрт',
      4 => 'цпр',
      5 => 'мрб',
      6 => 'сбт',
    ),
    'wide' => 
    array (
      0 => 'хуыцаубон',
      1 => 'къуырисӕр',
      2 => 'дыццӕг',
      3 => 'ӕртыццӕг',
      4 => 'цыппӕрӕм',
      5 => 'майрӕмбон',
      6 => 'сабат',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'ӕмбисбоны размӕ',
      1 => 'ӕмбисбоны фӕстӕ',
    ),
  ),
);
