<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'янв.',
      1 => 'февр.',
      2 => 'марта',
      3 => 'апр.',
      4 => 'мая',
      5 => 'июня',
      6 => 'июля',
      7 => 'авг.',
      8 => 'сент.',
      9 => 'окт.',
      10 => 'нояб.',
      11 => 'дек.',
    ),
    'wide' => 
    array (
      0 => 'января',
      1 => 'февраля',
      2 => 'марта',
      3 => 'апреля',
      4 => 'мая',
      5 => 'июня',
      6 => 'июля',
      7 => 'августа',
      8 => 'сентября',
      9 => 'октября',
      10 => 'ноября',
      11 => 'декабря',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'вс',
      1 => 'пн',
      2 => 'вт',
      3 => 'ср',
      4 => 'чт',
      5 => 'пт',
      6 => 'сб',
    ),
    'wide' => 
    array (
      0 => 'воскресенье',
      1 => 'понедельник',
      2 => 'вторник',
      3 => 'среда',
      4 => 'четверг',
      5 => 'пятница',
      6 => 'суббота',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'до полудня',
      1 => 'после полудня',
    ),
  ),
);
