<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'Тохс',
      1 => 'Олун',
      2 => 'Клн_ттр',
      3 => 'Мус_уст',
      4 => 'Ыам_йн',
      5 => 'Бэс_йн',
      6 => 'От_йн',
      7 => 'Атрдь_йн',
      8 => 'Блҕн_йн',
      9 => 'Алт',
      10 => 'Сэт',
      11 => 'Ахс',
    ),
    'wide' => 
    array (
      0 => 'Тохсунньу',
      1 => 'Олунньу',
      2 => 'Кулун тутар',
      3 => 'Муус устар',
      4 => 'Ыам ыйын',
      5 => 'Бэс ыйын',
      6 => 'От ыйын',
      7 => 'Атырдьых ыйын',
      8 => 'Балаҕан ыйын',
      9 => 'Алтынньы',
      10 => 'Сэтинньи',
      11 => 'Ахсынньы',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'Бс',
      1 => 'Бн',
      2 => 'Оп',
      3 => 'Сэ',
      4 => 'Чп',
      5 => 'Бэ',
      6 => 'Сб',
    ),
    'wide' => 
    array (
      0 => 'Баскыһыанньа',
      1 => 'Бэнидиэлинньик',
      2 => 'Оптуорунньук',
      3 => 'Сэрэдэ',
      4 => 'Чэппиэр',
      5 => 'Бээтиҥсэ',
      6 => 'Субуота',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'ЭИ',
      1 => 'ЭК',
    ),
  ),
);
