<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'ⵉⵏⵏ',
      1 => 'ⴱⵕⴰ',
      2 => 'ⵎⴰⵕ',
      3 => 'ⵉⴱⵔ',
      4 => 'ⵎⴰⵢ',
      5 => 'ⵢⵓⵏ',
      6 => 'ⵢⵓⵍ',
      7 => 'ⵖⵓⵛ',
      8 => 'ⵛⵓⵜ',
      9 => 'ⴽⵜⵓ',
      10 => 'ⵏⵓⵡ',
      11 => 'ⴷⵓⵊ',
    ),
    'wide' => 
    array (
      0 => 'ⵉⵏⵏⴰⵢⵔ',
      1 => 'ⴱⵕⴰⵢⵕ',
      2 => 'ⵎⴰⵕⵚ',
      3 => 'ⵉⴱⵔⵉⵔ',
      4 => 'ⵎⴰⵢⵢⵓ',
      5 => 'ⵢⵓⵏⵢⵓ',
      6 => 'ⵢⵓⵍⵢⵓⵣ',
      7 => 'ⵖⵓⵛⵜ',
      8 => 'ⵛⵓⵜⴰⵏⴱⵉⵔ',
      9 => 'ⴽⵜⵓⴱⵔ',
      10 => 'ⵏⵓⵡⴰⵏⴱⵉⵔ',
      11 => 'ⴷⵓⵊⴰⵏⴱⵉⵔ',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'ⵜⵉⴼⴰⵡⵜ',
      1 => 'ⵜⴰⴷⴳⴳⵯⴰⵜ',
    ),
  ),
);
