<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'ජන',
      1 => 'පෙබ',
      2 => 'මාර්තු',
      3 => 'අප්‍රේල්',
      4 => 'මැයි',
      5 => 'ජූනි',
      6 => 'ජූලි',
      7 => 'අගෝ',
      8 => 'සැප්',
      9 => 'ඔක්',
      10 => 'නොවැ',
      11 => 'දෙසැ',
    ),
    'wide' => 
    array (
      0 => 'ජනවාරි',
      1 => 'පෙබරවාරි',
      2 => 'මාර්තු',
      3 => 'අප්‍රේල්',
      4 => 'මැයි',
      5 => 'ජූනි',
      6 => 'ජූලි',
      7 => 'අගෝස්තු',
      8 => 'සැප්තැම්බර්',
      9 => 'ඔක්තෝබර්',
      10 => 'නොවැම්බර්',
      11 => 'දෙසැම්බර්',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'ඉරි',
      1 => 'සඳු',
      2 => 'අඟ',
      3 => 'බදා',
      4 => 'බ්‍රහ',
      5 => 'සිකු',
      6 => 'සෙන',
    ),
    'wide' => 
    array (
      0 => 'ඉරිදා',
      1 => 'සඳුදා',
      2 => 'අඟහරුවාදා',
      3 => 'බදාදා',
      4 => 'බ්‍රහස්පතින්දා',
      5 => 'සිකුරාදා',
      6 => 'සෙනසුරාදා',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'පෙ.ව.',
      1 => 'ප.ව.',
    ),
  ),
);
