<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'జన',
      1 => 'ఫిబ్ర',
      2 => 'మార్చి',
      3 => 'ఏప్రి',
      4 => 'మే',
      5 => 'జూన్',
      6 => 'జూలై',
      7 => 'ఆగస్టు',
      8 => 'సెప్టెంబర్',
      9 => 'అక్టోబర్',
      10 => 'నవంబర్',
      11 => 'డిసెంబర్',
    ),
    'wide' => 
    array (
      0 => 'జనవరి',
      1 => 'ఫిబ్రవరి',
      2 => 'మార్చి',
      3 => 'ఎప్రిల్',
      4 => 'మే',
      5 => 'జూన్',
      6 => 'జూలై',
      7 => 'ఆగస్టు',
      8 => 'సెప్టెంబర్',
      9 => 'అక్టోబర్',
      10 => 'నవంబర్',
      11 => 'డిసెంబర్',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'ఆది',
      1 => 'సోమ',
      2 => 'మంగళ',
      3 => 'బుధ',
      4 => 'గురు',
      5 => 'శుక్ర',
      6 => 'శని',
    ),
    'wide' => 
    array (
      0 => 'ఆదివారం',
      1 => 'సోమవారం',
      2 => 'మంగళవారం',
      3 => 'బుధవారం',
      4 => 'గురువారం',
      5 => 'శుక్రవారం',
      6 => 'శనివారం',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'AM',
      1 => 'PM',
    ),
  ),
);
