<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'ม.ค.',
      1 => 'ก.พ.',
      2 => 'มี.ค.',
      3 => 'เม.ย.',
      4 => 'พ.ค.',
      5 => 'มิ.ย.',
      6 => 'ก.ค.',
      7 => 'ส.ค.',
      8 => 'ก.ย.',
      9 => 'ต.ค.',
      10 => 'พ.ย.',
      11 => 'ธ.ค.',
    ),
    'wide' => 
    array (
      0 => 'มกราคม',
      1 => 'กุมภาพันธ์',
      2 => 'มีนาคม',
      3 => 'เมษายน',
      4 => 'พฤษภาคม',
      5 => 'มิถุนายน',
      6 => 'กรกฎาคม',
      7 => 'สิงหาคม',
      8 => 'กันยายน',
      9 => 'ตุลาคม',
      10 => 'พฤศจิกายน',
      11 => 'ธันวาคม',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'อา.',
      1 => 'จ.',
      2 => 'อ.',
      3 => 'พ.',
      4 => 'พฤ.',
      5 => 'ศ.',
      6 => 'ส.',
    ),
    'wide' => 
    array (
      0 => 'วันอาทิตย์',
      1 => 'วันจันทร์',
      2 => 'วันอังคาร',
      3 => 'วันพุธ',
      4 => 'วันพฤหัสบดี',
      5 => 'วันศุกร์',
      6 => 'วันเสาร์',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'ก่อนเที่ยง',
      1 => 'หลังเที่ยง',
    ),
  ),
);
