<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'ጃንዩ',
      1 => 'ፌብሩ',
      2 => 'ማርች',
      3 => 'ኤፕረ',
      4 => 'ሜይ',
      5 => 'ጁን',
      6 => 'ጁላይ',
      7 => 'ኦገስ',
      8 => 'ሴፕቴ',
      9 => 'ኦክተ',
      10 => 'ኖቬም',
      11 => 'ዲሴም',
    ),
    'wide' => 
    array (
      0 => 'ጃንዩወሪ',
      1 => 'ፌብሩወሪ',
      2 => 'ማርች',
      3 => 'ኤፕረል',
      4 => 'ሜይ',
      5 => 'ጁን',
      6 => 'ጁላይ',
      7 => 'ኦገስት',
      8 => 'ሴፕቴምበር',
      9 => 'ኦክተውበር',
      10 => 'ኖቬምበር',
      11 => 'ዲሴምበር',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'ሰ/ዓ',
      1 => 'ሰኖ',
      2 => 'ታላሸ',
      3 => 'ኣረር',
      4 => 'ከሚሽ',
      5 => 'ጅምዓ',
      6 => 'ሰ/ን',
    ),
    'wide' => 
    array (
      0 => 'ሰንበት ዓባይ',
      1 => 'ሰኖ',
      2 => 'ታላሸኖ',
      3 => 'ኣረርባዓ',
      4 => 'ከሚሽ',
      5 => 'ጅምዓት',
      6 => 'ሰንበት ንኢሽ',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'ቀደም ሰርምዕል',
      1 => 'ሓቆ ስርምዕል',
    ),
  ),
);
