<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'січ.',
      1 => 'лют.',
      2 => 'бер.',
      3 => 'квіт.',
      4 => 'трав.',
      5 => 'черв.',
      6 => 'лип.',
      7 => 'серп.',
      8 => 'вер.',
      9 => 'жовт.',
      10 => 'лист.',
      11 => 'груд.',
    ),
    'wide' => 
    array (
      0 => 'січня',
      1 => 'лютого',
      2 => 'березня',
      3 => 'квітня',
      4 => 'травня',
      5 => 'червня',
      6 => 'липня',
      7 => 'серпня',
      8 => 'вересня',
      9 => 'жовтня',
      10 => 'листопада',
      11 => 'грудня',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'Нд',
      1 => 'Пн',
      2 => 'Вт',
      3 => 'Ср',
      4 => 'Чт',
      5 => 'Пт',
      6 => 'Сб',
    ),
    'wide' => 
    array (
      0 => 'Неділя',
      1 => 'Понеділок',
      2 => 'Вівторок',
      3 => 'Середа',
      4 => 'Четвер',
      5 => 'Пʼятниця',
      6 => 'Субота',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'дп',
      1 => 'пп',
    ),
  ),
);
