<?php
$data = array (
  'month' => 
  array (
    'wide' => 
    array (
      0 => 'جنوری',
      1 => 'فروری',
      2 => 'مارچ',
      3 => 'اپریل',
      4 => 'مئ',
      5 => 'جون',
      6 => 'جولائ',
      7 => 'اگست',
      8 => 'ستمبر',
      9 => 'اکتوبر',
      10 => 'نومبر',
      11 => 'دسمبر',
    ),
  ),
  'day' => 
  array (
    'wide' => 
    array (
      0 => 'اتوار',
      1 => 'پیر',
      2 => 'منگل',
      3 => 'بده',
      4 => 'جمعرات',
      5 => 'جمعہ',
      6 => 'ہفتہ',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'قبل دوپہر',
      1 => 'بعد دوپہر',
    ),
  ),
);
