<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'Янв',
      1 => 'Фев',
      2 => 'Мар',
      3 => 'Апр',
      4 => 'Май',
      5 => 'Июн',
      6 => 'Июл',
      7 => 'Авг',
      8 => 'Сен',
      9 => 'Окт',
      10 => 'Ноя',
      11 => 'Дек',
    ),
    'wide' => 
    array (
      0 => 'Январ',
      1 => 'Феврал',
      2 => 'Март',
      3 => 'Апрел',
      4 => 'Май',
      5 => 'Июн',
      6 => 'Июл',
      7 => 'Август',
      8 => 'Сентябр',
      9 => 'Октябр',
      10 => 'Ноябр',
      11 => 'Декабр',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => 'Якш',
      1 => 'Душ',
      2 => 'Сеш',
      3 => 'Чор',
      4 => 'Пай',
      5 => 'Жум',
      6 => 'Шан',
    ),
    'wide' => 
    array (
      0 => 'якшанба',
      1 => 'душанба',
      2 => 'сешанба',
      3 => 'чоршанба',
      4 => 'пайшанба',
      5 => 'жума',
      6 => 'шанба',
    ),
  ),
);
