<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => 'ጃንዩ',
      1 => 'ፌብሩ',
      2 => 'ማርች',
      3 => 'ኤፕረ',
      4 => 'ሜይ',
      5 => 'ጁን',
      6 => 'ጁላይ',
      7 => 'ኦገስ',
      8 => 'ሴፕቴ',
      9 => 'ኦክተ',
      10 => 'ኖቬም',
      11 => 'ዲሴም',
    ),
    'wide' => 
    array (
      0 => 'ጃንዩወሪ',
      1 => 'ፌብሩወሪ',
      2 => 'ማርች',
      3 => 'ኤፕረል',
      4 => 'ሜይ',
      5 => 'ጁን',
      6 => 'ጁላይ',
      7 => 'ኦገስት',
      8 => 'ሴፕቴምበር',
      9 => 'ኦክተውበር',
      10 => 'ኖቬምበር',
      11 => 'ዲሴምበር',
    ),
  ),
  'day' => 
  array (
    'wide' => 
    array (
      0 => 'ወጋ',
      1 => 'ሳይኖ',
      2 => 'ማቆሳኛ',
      3 => 'አሩዋ',
      4 => 'ሃሙሳ',
      5 => 'አርባ',
      6 => 'ቄራ',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => 'ማለዶ',
      1 => 'ቃማ',
    ),
  ),
);
