<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => '1月',
      1 => '2月',
      2 => '3月',
      3 => '4月',
      4 => '5月',
      5 => '6月',
      6 => '7月',
      7 => '8月',
      8 => '9月',
      9 => '10月',
      10 => '11月',
      11 => '12月',
    ),
    'wide' => 
    array (
      0 => '一月',
      1 => '二月',
      2 => '三月',
      3 => '四月',
      4 => '五月',
      5 => '六月',
      6 => '七月',
      7 => '八月',
      8 => '九月',
      9 => '十月',
      10 => '十一月',
      11 => '十二月',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => '周日',
      1 => '周一',
      2 => '周二',
      3 => '周三',
      4 => '周四',
      5 => '周五',
      6 => '周六',
    ),
    'wide' => 
    array (
      0 => '星期日',
      1 => '星期一',
      2 => '星期二',
      3 => '星期三',
      4 => '星期四',
      5 => '星期五',
      6 => '星期六',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => '上午',
      1 => '下午',
    ),
  ),
);
