<?php
$data = array (
  'month' => 
  array (
    'abbreviated' => 
    array (
      0 => '1月',
      1 => '2月',
      2 => '3月',
      3 => '4月',
      4 => '5月',
      5 => '6月',
      6 => '7月',
      7 => '8月',
      8 => '9月',
      9 => '10月',
      10 => '11月',
      11 => '12月',
    ),
    'wide' => 
    array (
      0 => '1月',
      1 => '2月',
      2 => '3月',
      3 => '4月',
      4 => '5月',
      5 => '6月',
      6 => '7月',
      7 => '8月',
      8 => '9月',
      9 => '10月',
      10 => '11月',
      11 => '12月',
    ),
  ),
  'day' => 
  array (
    'abbreviated' => 
    array (
      0 => '週日',
      1 => '週一',
      2 => '週二',
      3 => '週三',
      4 => '週四',
      5 => '週五',
      6 => '週六',
    ),
    'wide' => 
    array (
      0 => '星期日',
      1 => '星期一',
      2 => '星期二',
      3 => '星期三',
      4 => '星期四',
      5 => '星期五',
      6 => '星期六',
    ),
  ),
  'period' => 
  array (
    'wide' => 
    array (
      0 => '上午',
      1 => '下午',
    ),
  ),
);
